


insert into school (schoolName,festivalDescription) values
                    ('건국대학교','2022 통합축제 녹색지대 ''綠色地帶'' : 멈춰있던 우리, 바로시작 REBOOT
                                2022 통합축제 녹색지대는 일감호 축전과 성신의 예술제를 통합 기획하여 더욱 더 큰 규모로 진행됩니다. 지금까지 건국대학교 축제의 명성에 걸맞은 다양한 체험 부스를 준비햇습니다. 또한 축제 분위기를 한껏 끌어올리기 위해 학교를 꾸밀 다양한 소품 또한 준비했으니 기대하셔도 좋습니다. 학우들의 아이디어를 모아 직접 운영하는 부스와 넘치는 끼와 재능을 펼칠 수 있는 무대까지, 녹색지대는 학우 여러분이 진정한 주인공이 되는, 건국대학교 모든 구성원들이 화합할 수 있는 무대가 될 것이라고 확신합니다. 더욱 새로워질, 더욱 활기 넘칠 건국대학교를 여러분의 초록빛으로 물들여주세요! 그럼 녹색지대에서 여러분을 기다리고 있겠습니다!'),
                    ('경희대학교','MASTERPEACE: Ready, Set, Play
                                이번 MASTERPEACE는 ''학창시절 운동회''를 컨셉으로 개최됩니다! 가을 MASTERPEACE에서 동심으로 돌아가 예쁜 추억 남기고 가시기 바랍니다!'),
                    ('한양대학교','애한제: ''한양으로 물들이다''라는 슬로건을 바탕으로 한양인이 만들어가는 가을 축제 애한제에 학우 여러분들의 많은 관심과 참여 부탁드립니다.')
;

insert into festivalcalendar (addressName, eveningTime, morningTime, performanceTime, subway, totalDate, school) values
                    ('서울시 광진구 능동로 120','18:00 ~ 01:00','09:00 ~ 18:00','18:00 ~ ','2,7','2022.10.26(수)~28(금)',1),
                    ('서울특별시 동대문구 경희대로 26','18:00 ~ 23:00','10:00 ~ 17:00','18:00 ~ 22:00','1','2022.09.28(수)~30(금)',2),
                    ('서울특별시 성동구 왕십리로 222','18:00~24:00','10:00~17:00','16:00~22:00','2','2022.10.05(수)~7(금)',3)
;